tap "homebrew/core"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
cask_args appdir: "/Applications"

brew "bitwarden-cli"
brew "fish"
brew "fzf"
brew "ghq"
brew "gibo"
brew "git"
brew "hub"
brew "ipython"
brew "jq"
brew "lab"
brew "node"
brew "openssl"
brew "pipx"
brew "poetry"
brew "pre-commit"
brew "python"
brew "pyenv"
brew "readline"
brew "sqlite3"
brew "tox"
brew "wget"
brew "xz"
brew "zlib"

cask "bitwarden"
cask "chromedriver"
cask "docker"
cask "firefox"
cask "google-chrome"
cask "iterm2"
cask "karabiner-elements"
cask "roon"
cask "slack"
cask "tunnelblick"
cask "vagrant"
cask "visual-studio-code"
cask "zoom"

cask "font-sarasa-gothic"

mas "Be Focused - Focus Timer", id: 973134470
mas "Keka", id: 470158793
