tap "homebrew/core"
tap "homebrew/cask"
cask_args appdir: "/Applications"

brew "bitwarden-cli"
brew "fish"
brew "ghq"
brew "git"
brew "hub"
brew "node"
brew "pyenv"
brew "wget"

cask "bitwarden"
cask "chromedriver"
cask "docker"
cask "firefox"
cask "google-chrome"
cask "iterm2"
cask "karabiner-elements"
cask "slack"
cask "tunnelblick"
cask "vagrant"
cask "visual-studio-code"
